Repository: ChrisKolan/AudioDownloader
Catalog: Localization/Properties/Resources.*.resx
Languages: de_de, pl_pl

source: Advanced information. Available YouTube file formats:
de_de: Erweiterte Informationen. Verfügbare YouTube-Dateiformate:
pl_pl: Zaawansowane informacje. Dostępne formaty plików YouTube:

source: Audio and video Best YouTube quality
de_de: Audio und Video Beste YouTube-Qualität
pl_pl: Audio i wideo Najlepsza jakość YouTube

# AudioQualityAcceptable
source: Audio quality: acceptable Bitrate average: 115 kbit/s, bitrate range: 095-135 kbit/s, VBR mp3 lossy compression
de_de: Qualität: akzeptable Durchschnittliche Bitrate: 115 kbit/s, Bitratenbereich: 095-135 kbit/s, verlustbehaftete VBR-mp3-Komprimierung
pl_pl: Jakość: akceptowalna Średni bitrate: 115 kbit/s, zakres bitrate: 095-135 kbit/s, kompresja stratna VBR mp3

# AudioQualityAudioBook
source: Audio quality: audio book Bitrate average: 100 kbit/s, bitrate range: 080-120 kbit/s, VBR mp3 lossy compression
de_de: Qualität: Hörbuch Durchschnittliche Bitrate: 100 kbit/s, Bitratenbereich: 080-120 kbit/s, verlustbehaftete VBR-mp3-Komprimierung
pl_pl: Jakość: książka audio Średni bitrate: 100 kbit/s, zakres bitrate: 080-120 kbit/s, kompresja stratna VBR mp3

# AudioQualityBest
source: Audio quality: best Bitrate average: 245 kbit/s, bitrate range: 220-260 kbit/s, VBR mp3 lossy compression (Large mp3 file size)
de_de: Qualität: beste Durchschnittliche Bitrate: 245 kbit/s, Bitratenbereich: 220-260 kbit/s, verlustbehaftete VBR-mp3-Komprimierung (Große mp3-Dateien)
pl_pl: Jakość: najlepsza Średni bitrate: 245 kbit/s, zakres bitrate: 220-260 kbit/s, kompresja stratna VBR mp3 (duży rozmiar mp3)

# AudioQualityBetter
source: Audio quality: better Bitrate average: 225 kbit/s, bitrate range: 190-250 kbit/s, VBR mp3 lossy compression
de_de: Qualität: bessere Durchschnittliche Bitrate: 225 kbit/s, Bitratenbereich: 190-250 kbit/s, verlustbehaftete VBR-mp3-Komprimierung
pl_pl: Jakość: lepsza Średni bitrate: 225 kbit/s, zakres bitrate: 190-250 kbit/s, kompresja stratna VBR mp3

source: Audio quality could not be retrieved.
de_de: Die Audioqualität konnte nicht abgerufen werden
pl_pl: Jakość dźwięku nie mogła zostać pobrana.

# AudioQualityGood
source: Audio quality: good Bitrate average: 130 kbit/s, bitrate range: 120-150 kbit/s, VBR mp3 lossy compression
de_de: Qualität: gute Durchschnittliche Bitrate: 130 kbit/s, Bitratenbereich: 120-150 kbit/s, verlustbehaftete VBR-mp3-Komprimierung
pl_pl: Jakość: dobra Średni bitrate: 130 kbit/s, zakres bitrate: 120-150 kbit/s, kompresja stratna VBR mp3

# AudioQualityOptimal
source: Audio quality: optimal Bitrate average: 190 kbit/s, bitrate range: 170-210 kbit/s, VBR mp3 lossy compression
de_de: Qualität: optimale Durchschnittliche Bitrate: 190 kbit/s, Bitratenbereich: 170-210 kbit/s, verlustbehaftete VBR-mp3-Komprimierung
pl_pl: Jakość: optymalna Średni bitrate: 190 kbit/s, zakres bitrate: 170-210 kbit/s, kompresja stratna VBR mp3

# AudioQualityRawAac
source: Audio quality: raw aac AAC (m4a) unprocessed
de_de: Qualität: rohes aac AAC (m4a) unverarbeitet
pl_pl: Jakość: oryginalna aac AAC (m4a) nieprzetworzony

# AudioQualityRawOpus
source: Audio quality: raw opus Opus unprocessed
de_de: Qualität: rohes Opus Opus unbearbeitet
pl_pl: Jakość: oryginalna opus Opus nieprzetworzony

# AudioQualityRawVorbis
source: Audio quality: raw vorbis Vorbis unprocessed
de_de: Qualität: roher Vorbis Vorbis unbearbeitet
pl_pl: Jakość: oryginalna vorbis Vorbis nieprzetworzone

# AudioQualityRawWebm
source: Audio quality: raw webm WebM (Opus) unprocessed
de_de: Qualität: roh webm WebM (Opus) unverarbeitet
pl_pl: Jakość: oryginalna webm WebM (Opus) nieprzetworzony

# AudioQualitySuperb
source: Audio quality: superb FLAC lossless compression (Largest flac file size)
de_de: Qualität: hervorragende Verlustfreie FLAC-Komprimierung (Größte Flac-Dateigröße)
pl_pl: Jakość: doskonała bezstratna kompresja FLAC (największy rozmiar pliku FLAC)

# AudioQualityTransparent
source: Audio quality: transparent Bitrate average: 165 kbit/s, bitrate range: 140-185 kbit/s, VBR mp3 lossy compression (Balanced mp3 file size)
de_de: Qualität: transparente Durchschnittliche Bitrate: 165 kbit/s, Bitratenbereich: 140-185 kbit/s, verlustbehaftete VBR-mp3-Komprimierung (Ausgewogene mp3-Dateigröße)
pl_pl: Jakość: przeźroczysta Średni bitrate: 165 kbit/s, zakres bitrate: 140-185 kbit/s, kompresja stratna VBR mp3 (optymalny rozmiar mp3)

# AudioQualityVeryGood
source: Audio quality: very good Bitrate average: 175 kbit/s, bitrate range: 150-195 kbit/s, VBR mp3 lossy compression
de_de: Qualität: sehr gute Durchschnittliche Bitrate: 175 kbit/s, Bitratenbereich: 150-195 kbit/s, verlustbehaftete VBR-mp3-Komprimierung
pl_pl: Jakość: bardzo dobra Średni bitrate: 175 kbit/s, zakres bitrate: 150-195 kbit/s, kompresja stratna VBR mp3

# AudioQualityWorse
source: Audio quality: worse Bitrate average: 085 kbit/s, bitrate range: 070-105 kbit/s, VBR mp3 lossy compression
de_de: Qualität: schlechtere Durchschnittliche Bitrate: 085 kbit/s, Bitratenbereich: 070-105 kbit/s, verlustbehaftete VBR-mp3-Komprimierung
pl_pl: Jakość: gorsza Średni bitrate: 085 kbit/s, zakres bitrate: 070-105 kbit/s, kompresja stratna VBR mp3

# AudioQualityWorst
source: Audio quality: worst Bitrate average: 065 kbit/s, bitrate range: 040-090 kbit/s, VBR mp3 lossy compression (Smallest mp3 file size)
de_de: Qualität: schlechteste Durchschnittliche Bitrate: 065 kbit/s, Bitratenbereich: 040-090 kbit/s, verlustbehaftete VBR-mp3-Komprimierung (Kleinste mp3-Dateigröße)
pl_pl: Jakość: najgorsza Średni bitrate: 065 kbit/s, zakres bitrate: 040-090 kbit/s, kompresja stratna VBR mp3 (najmniejszy rozmiar mp3)

# ButtonContentCancel
source: Cancel
de_de: Abbrechen
pl_pl: Anuluj

# ButtonContentDownload
source: Download
pl_pl: Pobierz

# ButtonToolTip
source: Press Download button to get the file
de_de: Drücken Sie die Download-Taste, um die Datei herunterzuladen
pl_pl: Naciśnij przycisk Pobierz, aby pobrać plik

# ComboBoxInitial
source: After pasting YouTube link, you can select the audio quality from this list
de_de: Nachdem Sie den YouTube-Link eingefügt haben, können Sie die Audioqualität aus dieser Liste auswählen
pl_pl: Po wklejeniu linku z YouTube można wybrać jakość dźwięku z tej listy

source: Downloaded file size:
de_de: Größe der heruntergeladenen Datei:
pl_pl: Rozmiar pobranego pliku:

source: Download time:
de_de: Download-Zeit:
pl_pl: Czas pobierania:

source: Error. No file downloaded. Updates are needed.
de_de: Fehler. Keine Datei heruntergeladen. Updates sind erforderlich
pl_pl: Błąd. Nie pobrano pliku. Potrzebne są aktualizacje.

source: Error. No Internet connection. No file downloaded.
de_de: Fehler. Keine Internetverbindung. Keine Datei heruntergeladen
pl_pl: Błąd. Brak połączenia z Internetem. Nie pobrano żadnego pliku.

source: File has already been downloaded.
de_de: Datei wurde bereits heruntergeladen
pl_pl: Plik został już pobrany

# FinishedMessageDownloadFinished
source: Download finished
de_de: Herunterladen beendet
pl_pl: Pobieranie zakończone

# FinishedMessageDownloadFinishedFlac
source: Download finished. Now transcoding to FLAC. This may take a while. Processing.
de_de: Download beendet. Transkodierung nach FLAC. Dies kann eine Weile dauern. Verarbeitung
pl_pl: Pobieranie zakończone. Transkodowanie do FLAC. To może chwilę potrwać. Przetwarzanie

# FinishedMessageDownloadFinishedMp3
source: Download finished. Now transcoding to mp3. This may take a while. Processing.
de_de: Download beendet. Transkodierung in mp3. Dies kann eine Weile dauern. Verarbeitung
pl_pl: Pobieranie zakończone. Transkodowanie do mp3. To może chwilę potrwać. Przetwarzanie

source: Internet connection reestablished.
de_de: Internet-Verbindung wieder hergestellt
pl_pl: Przywrócono połączenie internetowe

source: No file downloaded. Unsupported website.
de_de: Keine Datei heruntergeladen. Nicht unterstützte Website
pl_pl: Nie pobrano pliku. Nieobsługiwana strona internetowa

# NotValidLink
source: Not a valid link.
de_de: Kein gültiger Link
pl_pl: Nieprawidłowy link

source: Press button to get online help.
de_de: Taste Drücken, um Online-Hilfe zu erhalten.
pl_pl: Wciśnij przycisk, aby uzyskać pomoc.

source: Processing time:
de_de: Bearbeitungszeit:
pl_pl: Czas przetwarzania:

source: Ratio:
de_de: Verhältnis:
pl_pl: Stosunek:

source: Roundtrip time |
de_de: Roundtrip Zeit |
pl_pl: Czas obiegu |

source: Sending of an Internet Control Message Protocol not successful
de_de: Senden eines Internet Control Message Protocol nicht erfolgreich
pl_pl: Wysłanie Internetowego Protokołu Komunikatu Kontrolnego (ICMP) nie powiodło się

source: Sending of an Internet Control Message Protocol successful
de_de: Senden eines Internet Control Message Protocol erfolgreich
pl_pl: Wysłanie Internetowego Protokołu Komunikatu Kontrolnego (ICMP) powiodło się

source: Software | Version
pl_pl: Program | Wersja

# StandardOutputCheckingForUpdates
source: Checking for updates
de_de: Prüfung auf Updates
pl_pl: Sprawdzanie aktualizacji

# StandardOutputDownloadingNewAudioDownloaderVersion
source: Downloading new Audio Downloader version.
de_de: Herunterladen von Audio-Downloader
pl_pl: Pobieranie nowej wersji programu Audio Downloader

# StandardOutputDownloadingNewYoutubeDlVersion
source: Downloading new Youtube-dl version.
de_de: Herunterladen von Youtube-dl
pl_pl: Pobieranie nowej wersji Youtube-dl

# StandardOutputEmptyLink
source: Empty link
de_de: Leerer Link
pl_pl: Pusty link

# StandardOutputNoInternetConnection
source: Error. No internet connection.
de_de: Fehler. Keine Internetverbindung
pl_pl: Błąd. Brak połączenia z Internetem.

# StandardOutputReady
source: Ready
de_de: Bereit
pl_pl: Gotowy

# StandardOutputReadyUpdatedYoutubeDlToLatestVersion
source: Ready. Updated Youtube-dl to latest version.
de_de: Bereit. Youtube-dl auf die neueste Version aktualisiert
pl_pl: Gotowy. Youtube-dl zaktualizowany do najnowszej wersji

# StandardOutputRetrievingQuality
source: Retrieving quality
de_de: Herunterladen verfügbarer Stream-Qualität
pl_pl: Pobieranie jakości

# StandardOutputYouTubeLinkIsInvalid
source: YouTube link is invalid.
de_de: YouTube-Link ist ungültig
pl_pl: Link YouTube jest nieprawidłowy

source: Starting download...
de_de: Download wird gestartet...
pl_pl: Rozpoczynam pobieranie...

# TextBoxContentInitial
source: Audio and video Best quality
de_de: Audio und Video Beste Qualität
pl_pl: Audio i wideo Najlepsza jakość

# TextBoxInitial
source: Paste link and press Enter or Download button
de_de: Link einfügen und Enter oder Download-Taste drücken
pl_pl: Wklej link i naciśnij przycisk Enter lub Pobierz

# TextBoxYouTubeInitial
source: Paste YouTube link and press Enter or Download button
de_de: YouTube-Link einfügen und Enter oder Download-Taste drücken
pl_pl: Wklej link z YouTube i naciśnij przycisk Enter lub Pobierz

# ToolTipFolder
source: Left mouse click: opens download folder Right mouse click: chooses download folder Current download folder:
de_de: Linker Mausklick: öffnet den Download-Ordner Rechter Mausklick: wählt den Download-Ordner Aktueller Download-Ordner:
pl_pl: Kliknięcie lewym przyciskiem myszy: otwiera folder pobierania Kliknięcie prawym przyciskiem myszy: wybiera folder pobierania Aktualny folder pobierania:

source: Transcoded file size:
de_de: Größe der transkodierten Datei:
pl_pl: Rozmiar przetworzonego pliku:
